TOP = ["卡爾瑟斯","史加納","史瓦妮","札克","伊芙琳","伊莉絲","艾克","努努和威朗普","劫","希瓦娜","李星","沃維克","貝爾薇斯","夜曲","奈德麗","拉姆斯","易大師","波比","阿姆姆","埃爾文","烏迪爾","特朗德","莉莉亞","慨影","菲艾","費德提克","塔莉雅","塔隆","雷珂煞","雷葛爾","嘉文四世","維爾戈","赫克林","趙信","黛安娜","薩科","鏡爪","伊澤瑞爾","吉茵珂絲","好運姐","艾希","克黎思妲","希格斯","希維爾","亞菲利歐","法洛士","剎雅","婕莉","寇格魔","崔絲塔娜","凱特琳","凱莎","煞蜜拉","路西恩","達瑞文","圖奇","燼","巴德","卡瑪","布里茨","布朗姆","布蘭德","艾希","亞歷斯塔","珊娜","拉克斯","威寇茲","枷蘿","派克","珍娜","茂凱","娜米","納帝魯斯","索拉卡","索娜","悠咪","塔里克","極靈","瑟菈紛","瑟雷西","雷歐娜","睿娜妲•格萊斯克","齊勒斯","潘森","銳兒","銳空","露璐","魔甘娜"]

#if "史加納" in TOP :
   # print("Y")

Text = [">> 熙掰Bot指令 <<\n1.今天玩哪路\n2.今日手感\n3.今日運氣\n4.3v3隨機分隊\n5.上路玩誰\n6.中路玩誰\n7.下路玩誰\n8.打野玩誰\n9.輔助玩誰\n10.搜索符文裝備 打(!+空格+英雄名字)\n11.梗圖\n12.今天玩誰\n13.多選一選擇器 打(選擇 物品1 物品2.... or 選擇 英雄1 英雄2....)\n14.熙掰"]
print(">> 熙掰Bot指令 <<\n1.今天玩哪路\n2.今日手感\n3.今日運氣\n4.3v3隨機分隊\n5.上路玩誰\n6.中路玩誰\n7.下路玩誰\n8.打野玩誰\n9.輔助玩誰\n10.搜索符文裝備 打(!+空格+英雄名字)\n11.梗圖\n12.今天玩誰\n13.多選一選擇器 打(選擇 物品1 物品2.... or 選擇 英雄1 英雄2....)\n14.熙掰")